Tekla Open API Reference for Tekla Structures 2025
AnalysisEccentricity Properties
The AnalysisEccentricity type exposes the following members.
Properties
Name | Description
End
 The eccentricity at the end.
Start
 The eccentricity at the start.
Top
See Also
Reference
AnalysisEccentricity Class
Tekla.Structures.Analysis Namespace